<template>
  <div id="agreement-wrap" :class="{'move':showAgree}">
  	<div>
    <div class="agreement-context" v-show="!agreeType">
    	<p class="title"><b>新兰德付费/免费服务使用协议</b></p>

        <p>在享受新兰德平台及投资顾问服务前，请您知悉并同意以下内容：</p>

        <p>本协议包含两部分：《新兰德平台产品购买规则》和《用户与机构服务协议》，请您仔细阅读相关内容。</p>

        <p><b>新兰德平台产品购买规则</b></p>

        <p>在您购买前，请详细阅读以下内容，点击同意意味着您知悉并同意以下内容，受以下内容的约束：</p>

        <p>1、新兰德平台投顾发布的内容仅供用户参考之用，平台及投顾不保证据此操作一定能获得收益或避免损失，用户必须独立作出投资决策，风险自担。</p>

        <p>2、新兰德平台上投顾所发布的内容及提供服务的行为由投顾负责，新兰德平台不对内容的准确性、真实性、有效性、原创性负责，新兰德平台不对上述内容及投顾的行为承担任何保证义务。</p>

        <p>3、新兰德平台投顾所发布内容的知识产权归投顾所有，平台对用户在平台上获取该内容的行为有监督的权利，<b>用户未经新兰德平台及投顾书面许可，不得以任何手段及方式对外传播或许可任何第三人使用服务的全部内容或部分内容，不得通过非官方技术手段获取内容，否则新兰德平台有权关闭用户的新兰德账户，已经交付的服务费用将作为罚金不再退还，平台保留最终诉诸法律、追偿损失的权利</b>。</p>

        <p>4、因无法预测或无法控制的设备故障、通讯故障、网络故障等技术原因以及其它政策法律等不可抗力而造成平台无法正常提供服务的情况，平台不承担责任。</p>

        <p>5、平台有权在必要时单方修改或变更本规则内容，并将通过平台网站予以公布，用户于任何修改或变更后继续使用平台服务，则视为充分了解并同意接受修改后之协议，若用户不同意部分或全部修改条款，则应主动停止使用与变更内容相关的服务。</p>

        <p><b>用户与机构服务协议</b></p>

        <p>本协议由以下各方进行签署：</p>

        <p>甲方：用户</p>

        <p>乙方：机构 </p>

        <p>鉴于：</p>

        <p>1．甲方系金融界平台用户，有获取投资咨询服务的需求。</p>

        <p>2. 乙方系中国证监会认证的证券投资咨询专业机构，在证券投资咨询方面具有专业优势。</p>

        <p>甲、乙双方本着诚实信用的原则，就乙方通过新兰德平台，有偿向甲方提供投资咨询服务达成如下协议：</p>

        <p><b>第一条 服务内容</b></p>

        <p>乙方将其投顾服务产品在新兰德平台上发布，甲方在新兰德平台上点击购买乙方所发布的投顾服务产品并进行支付，即完成产品的购买。</p>

        <p>乙方依据其在新兰德平台上发布的产品的具体内容，向甲方提供相应的投顾服务，包括但不限于在新兰德平台上向用户提供证券市场信息、财经观点、公司信息，提供直播、解答等和投资咨询相关的服务。</p>

        <p>
            <b>
                第二条 服务费用<br />
            </b> 乙方向甲方提供的咨询服务的服务费标准为乙方在新兰德平台所发布的产品的价格。
        </p>

        <p>甲方有权享有依据新兰德平台规则乙方应予提供的增值或优惠服务。</p>

        <p><b>第三条 支付约定</b></p>

        <p>甲方选择购买产品后，通过选择新兰德平台上展示的支付方式，进行服务费用的支付。</p>

        <p>
            <b>
                第四条 服务期约定<br />
            </b> 乙方向甲方提供服务的期限为甲方所选择购买的产品在新兰德平台上所展示的相应期限。
        </p>

        <p>
            <b>
                第五条 甲方的声明与保证<br />
            </b> 1．甲方已充分地认识到了证券投资的风险，在使用之前，甲方将对所有乙方提供的证券投资意见及建议进行判断和核实，并独立承担据此投资的一切风险。<br />
            2．甲方保证不将甲方的资金或帐户密码交给乙方供乙方直接进行证券交易，甲方保证不与乙方就甲方证券投资的损益的分担有任何约定。<br />
            3．甲方保证不与乙方雇员进行私下交易。甲方保证不将甲方的资金或帐户密码交给乙方的雇员或委托给乙方雇员供乙方雇员直接进行证券交易，甲方保证不与乙方雇员就甲方证券投资的损益的分担有任何私下约定。<br />
            <b>
                第六条 乙方声明与保证<br />
            </b> 1．乙方仅向甲方提供证券投资分析意见及投资建议，上述建议仅供甲方参考之用，乙方不保证据此操作一定能获得收益或避免损失；<br />
            2．乙方保证不接受甲方的资金或帐户密码直接进行证券交易，乙方保证不与甲方就甲方证券投资的损益的分担有任何约定，甲方应根据自己的判断作出投资决策并自行承担投资风险，对于甲方的盈亏乙方不承担任何责任。
        </p>

        <p>
            <b>
                第七条 保密<br />
            </b> 1．乙方就因本协议所知悉的甲方的个人财产状况及其他个人资料负有保密义务，未经甲方事先书面许可不得向其他第三人提供，但因政府要求及司法需要等原因除外。<br />
            2．未经乙方事先书面许可，甲方不得将本协议和甲方因本协议而知悉的乙方的商业秘密及乙方向甲方提供的证券投资分析意见及投资建议的全部或部分向第三人提供或许可第三人使用。
        </p>

        <p>3. 本保密约定不因本协议的终止而终止。</p>

        <p><b>第八条 生效</b></p>

        <p>甲方在新兰德平台上点击同意本协议并完成所购买产品的支付即视为同意本协议的内容，甲乙双方即受本协议的约束。</p>

        <p>
            <b>
                第九条 协议的变更与终止<br />
            </b> 本协议生效后，在不违反新兰德平台规则的基础上，经甲乙双方协商一致可终止或变更本协议。
        </p>

        <p>协议终止的，甲方所支付的费用将相应退还至甲方付款账户。</p>

        <p>
            <b>
                第十条 管辖<br />
            </b> 本协议受中华人民共和国法律管辖。所有关于本协议及因本协议执行而引起的纠纷的诉讼应向被告所在地人民法院提起。
        </p>

        <p><b>专栏订阅服务协议</b></p>

        <p>甲方：用户</p>

        <p>乙方：深圳市新兰德证券投资咨询有限公司 </p>

        <p>鉴于：</p>

        <p>1．乙方运营金融界网站，拥有大量优质专栏订阅内容，并可提供交流互动平台。</p>

        <p>2. 用户希望在乙方平台订阅专栏订阅产品，获取优质内容与平台服务。
              甲、乙双方本着公平、合理、自愿和诚实信用的原则，就用户订阅平台专栏订阅产品，并基于乙方的平台服务向乙方支付平台服务费事宜达成本协议，以兹共同遵守：
        </p>

         <p><b>第一条 专栏订阅产品内容</b></p>

         <p>1、甲方在乙方平台选择订阅相应的专栏订阅产品，有权依据新兰德平台所展示的专栏订阅产品服务内容获取专栏订阅中的内容。</p>

         <p>2、甲方在新兰德平台上点击购买相应的专栏订阅产品并进行支付，即完成产品的订阅。</p>

         <p><b>第二条 平台服务费</b></p>

         <p>1、甲方基于乙方所提供的平台服务，应向乙方支付相应的平台服务费。</p>

         <p>2、具体金额以乙方平台展示的专栏订阅产品价格为准。</p>

         <p>3、甲方选择购买产品后，通过选择新兰德平台上展示的支付方式，进行服务费用的支付。</p>

         <p><b>第三条 甲方权利义务</b></p>

         <p>1、甲方已充分地认识到，乙方平台提供的内容仅为内容分享，不构成任何投资建议。甲方应对所接收的信息进行独立判断，并独立承担据此投资的一切风险。</p>

         <p>2、甲方保证，在享受乙方平台服务中不将甲方的资金或帐户密码交给乙方平台的任何用户。</p>

         <p>3、乙方平台专栏订阅产品的知识产权归乙方所有，甲方订阅专栏订阅产品后，未经乙方书面许可，不得以任何手段及方式对外传播或许可任何第三人使用服务的全部内容或部分内容，不得通过非官方技术手段获取内容，否则乙方有权关闭甲方的金融界账户，已经交付的服务费用将作为罚金不再退还，乙方保留最终诉诸法律、追偿损失的权利。</p>

         <p><b>第四条 乙方权利义务</b></p>

         <p>1、乙方应确保平台的正常运行，为用户提供持续的平台服务。
            但因无法预测或无法控制的设备故障、通讯故障、网络故障等技术原因以及其它政策法律等不可抗力而造成平台无法正常提供服务的情况，乙方不承担责任。
          </p>

          <p>2、乙方有权在必要时单方修改或变更本协议内容，并将通过平台网站予以公布，用户于任何修改或变更后继续使用平台服务，则视为充分了解并同意接受修改后之协议，若用户不同意部分或全部修改条款，则应主动停止使用与变更内容相关的服务。</p>

          <p><b>第五条 保密</b></p>

          <p>1、乙方就因本协议所知悉的甲方的个人财产状况及其他个人资料负有保密义务，未经甲方事先书面许可不得向其他第三人提供，但因行政及司法需要等原因除外。</p>

          <p>2、未经乙方事先书面许可，甲方不得将本协议和甲方因本协议而知悉的乙方的商业秘密及乙方向甲方提供的产品的全部或部分向第三人提供或许可第三人使用。</p>

          <p>3、 本保密约定不因本协议的终止而终止。</p>

          <p><b>第六条 生效</b></p>

          <p>甲方在新兰德平台上点击同意本协议并完成所订阅产品的支付即视为同意本协议的内容，甲乙双方即受本协议的约束。</p>

          <p><b>第七条 协议的变更与终止</b></p>

          <p>本协议生效后，在不违反新兰德平台规则的基础上，经甲乙双方协商一致可终止或变更本协议。
             协议终止的，甲方所支付的平台服务费用将按比例相应退还至甲方付款账户。
          </p>

          <p><b>第八条 管辖</b></p>

          <p>本协议受中华人民共和国法律管辖。所有关于本协议及因本协议执行而引起的纠纷的诉讼应向被告所在地人民法院提起。</p>
    </div>

    <div class="agreement-context" v-show="agreeType==28">
    	<p class="title"><b>广发证券有问必答投资顾问服务协议书</b></p>

	    <p>
	        <span>甲方：广发证券股份有限公司</span>
	    </p>
	    <p>
	        <span>联系地址：</span>
	    </p>
	    <p>
	        <span>联系电话：</span>
	    </p>
	     <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>乙方（姓名或名称）：</span>
	    </p>
	    <p>
	        <span>证件类型：</span>
	    </p>
	    <p>
	        <span>证件号码：</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span></span>
	    </p>
	    <p>
	        <span>鉴于乙方已阅读并理解甲方提供的《广发证券有问必答投资顾问业务风险揭示书》内容，乙方自愿接受甲方提供的有问必答证券投资顾问服务，本着诚实信用、平等自愿的原则，经双方充分友好协商达成本协议。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第
	    一条 本协议所称有问必答投资顾问业务是广发证券投资顾问业务的一种，指应本协议的约定，甲方接受乙方委托，为乙方配备甲方及甲方注册投资顾问组成的服务团
	    队，利用自身专业知识，结合乙方的风险偏好和市场变化情况，关注买卖品种选择、组合管理建议以及买卖时机等，向乙方提供涉及证券及证券相关产品的投资建议
	    服务，以辅助乙方做出投资决策。乙方可根据甲方提供的投资建议自主做出投资决策和独立承担投资风险。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第二条 本协议系通过互联网签订，所述签约日是指乙方通过在广发证券的账号和密码校验，登录账户进行签约的日期，协议有效期一年，协议服务期满，如乙方未提出终止服务的请求，则本协议自动续约；若协议提前终止，则以甲乙双方确认提前终止当日为协议终止日。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第三条 甲方向乙方做出以下陈述和保证，若以下陈述和保证不属实，乙方有权终止本协议：</span>
	    </p>
	    <p>
	        <span>1、甲方为在中华人民共和国境内依法设立并有效存续的证券公司或其分支机构，具备证券投资咨询业务资格，若甲方因停业、解散、撤销、破产，或者被中国证监会撤销相关业务许可、责令停业整顿等原因导致不能履行职责，甲方将及时书面通知乙方。</span>
	    </p>
	    <p>
	        <span>2、甲方为乙方配备的投资顾问人员是具有证券投资咨询执业资格，在中国证券业协会注册登记的证券投资顾问，乙方可在甲方营业场所、甲方公司官方网站或中国证券业协会查阅证券投资顾问的姓名及其证券投资咨询执业资格编码。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第四条 乙方向甲方做出以下陈述和保证，若以下陈述和保证不属实，甲方有权终止本协议：</span>
	    </p>
	    <p>
	        <span>1、乙方具有合法的参与证券投资顾问业务的资格，不存在法律、行政法规和中国证监会有关规定禁止或限制参与本业务的情形；</span>
	    </p>
	    <p>
	        <span>2、乙方承诺所提供的身份证明及相关证明文件真实、有效，如发生任何实质性变更，乙方应及时书面告知甲方。根据反洗钱规定，如甲方有证据证明乙方提供的身份证明及相关证明文件虚假、无效，甲方有权对乙方账户采取限制措施，包括但不限于限制账户交易或限制取款等；</span>
	    </p>
	    <p>
	        <span>3、乙方保证委托财产的来源与用途合法。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第五条 协议期间，甲方的权利与义务：</span>
	    </p>
	    <p>
	        <span>1、甲方的权利</span>
	    </p>
	    <p>
	        <span>（1）根据实际情况，更换投资顾问的权利；</span>
	    </p>
	    <p>
	        <span>（2）按照协议约定，提前解除协议的权利；</span>
	    </p>
	    <p>
	        <span>（3）法律、行政法规和本协议约定的其他权利；</span>
	    </p>
	    <p>
	        <span>2、甲方的义务</span>
	    </p>
	    <p>
	        <span>（1）以双方约定合适方式, 本着诚实、信用、谨慎、客观的原则,向乙方提供投资建议，辅助乙方进行投资决策,但不承诺保障乙方账户资产收益，不承担乙方委托账户亏损的责任；</span>
	    </p>
	    <p>
	        <span>（2）就本协议所知悉的乙方的个人财产状况及其他个人资料，因提供投资建议而知悉乙方的投资决策计划负有保密义务，未经乙方许可不得向其他人泄露，但因法律法规规定、监管要求或司法协助需要等原因除外；</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第六条 协议期间，乙方的权利与义务：</span>
	    </p>
	    <p>
	        <span>1、乙方的权利</span>
	    </p>
	    <p>
	        <span>（1）有权向甲方详尽了解投资顾问建议的内容、方案及其它有关情况；</span>
	    </p>
	    <p>
	        <span>（2）有权通过甲方有问必答客户终端向甲方进行证券投资咨询；</span>
	    </p>
	    <p>
	        <span>（3）有权选择甲方投资顾问人员为其提供服务，也有权提出更换为其服务的投资顾问人员；</span>
	    </p>
	    <p>
	        <span>（4）对其指定账户拥有完全自主的交易权利，甲方投资建议仅供参考，乙方自主决定是否按照甲方投资建议进行操作；</span>
	    </p>
	    <p>
	        <span>（5）按照协议约定，提前解除协议的权利；</span>
	    </p>
	    <p>
	        <span>2、乙方的义务</span>
	    </p>
	    <p>
	        <span>（1）不论乙方是否采纳甲方投资建议，依据本协议约定向甲方支付投资顾问费用的义务；</span>
	    </p>
	    <p>
	        <span>（2）
	    应配合甲方的尽职调查，如实向甲方提供财务状况、投资经验、投资需要等信息，并与甲方充分沟通，配合甲方进行风险测评，以便甲方充分了解乙方的投资需求和
	    风险承受能力。如果因乙方信息披露不充分甚至不实，造成甲方对乙方的投资需求和风险承受理解不正确，由此产生的一切后果由乙方自负；</span>
	    </p>
	    <p>
	        <span>（3）应确保在协议中所留的联系方式准确、完整，如有变更应及时通知甲方；</span>
	    </p>
	    <p>
	        <span>（4）乙方对因本协议而知悉的甲方商业秘密及甲方向乙方提供的投资建议负有保密义务，未经甲方事先许可，不得向任何第三方透露或许可第三方使用。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第七条 甲方提供证券投资建议服务内容包括投资的品种选择、投资组合，并可根据乙方需求，向乙方提供理财规划等服务： </span>
	    </p>
	    <p>
	        <span>1、资产配置建议：根据客户风险测评结果和客户持仓状况，对客户账户进行账户诊断和资产配置设计；</span>
	    </p>
	    <p>
	        <span>2、投资建议跟踪服务：通过电话、网络等方式提供投资建议跟踪服务；</span>
	    </p>
	    <p>
	        <span>3、咨询服务：通过电话、网络等方式解答客户问题；</span>
	    </p>
	    <p>
	        <span>4、研究报告：通过网络等提供研究报告；</span>
	    </p>
	    <p>
	        <span>5、资讯产品：资讯服务产品；</span>
	    </p>
	    <p>
	        <span>6、报 告 会: 乙方可参加甲方的安排，参与甲方邀请乙方参加的投资报告会； </span>
	    </p>
	    <p>
	        <span>7、其他服务：甲方满足乙方提出的特殊需求所提供的投资咨询服务，具体服务内容双方另行约定（本项服务涉及乙方或有费用由乙方自行承担）。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第八条 乙方应确保所预留的联系方式能有效联系到乙方，甲方根据乙方预留的联系方式向乙方提供服务或者发出通知的，均应视为有效到达乙方。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第九条 甲乙双方经协商同意，甲方向乙方提供投资顾问服务并收取相应的投资顾问服务费用，具体收费方式经乙方确认后生效（现阶段有问必答投资咨询服务尚属于免费服务，如有服务费用发生变更，甲方需得到乙方书面确认后，服务费用条款方可生效。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第十条 乙方授权甲方通过相应的资金账户、理财账户或消费账户扣收相应的投资顾问费用或以现金方式缴纳相应的投资顾问费用，相关费用以甲方指定公司账户名义收取，乙方不得擅自向甲方指定的账户以外的其他账户交纳投资顾问费用，由此引起的损失由乙方自行承担。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第十一条 若协议终止，由甲乙双方按本协议第十条约定进行相关投资顾问服务费用的清算与收取，费用收取完毕后本协议正式解除，甲方向乙方停止提供投资顾问服务。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第十二条 乙方与甲方所签订的此服务协议系通过互联网签订。凡经乙方在广发证券的账户和密码验证通过而发生的行为，认定为系乙方本人操作或乙方委托代理人操作，乙方对其承担全部法律责任。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第十三条 乙方在协议签署后5个工作日内，可以书面方式提出解除本协议，甲方收到乙方解除协议书面通知时，本服务协议解除，在此期间的投资顾问服务费用甲方不予收取，已收取的交易佣金则不予退回。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第十四条 乙方同意在合同期限内，甲方对乙方账户进行限制转托管和撤消指定交易，若乙方需进行以上任一种行为，则需与甲方提前终止协议，乙方可按本协议十六条规定办理提前解约手续。</span>
	    </p>

	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第十五条 协议生效后，由甲方通过注册投资顾问服务团队向乙方提供服务。甲方通过甲方有问必答客户终端已有的服务机制为乙方分配投资顾问服务。乙方在该终端已有服务机制的基础上选择投资顾问为自己服务。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第十六条 乙方若提前解除协议，可以书面形式向甲方提出解除申请，甲方收到乙方申请并确认，对乙方资金账户按约定进行清算与收费后，本协议予以解除，甲方向乙方停止提供投资顾问服务。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第十七条 若乙方指定的资金账户内资金余额不足以支付相关服务费，乙方应及时补足资金以现金方式缴纳相关投资顾问服务费。若乙方连续三个月未缴纳投资顾问基本服务费，则视同乙方违约导致协议提前终止，甲方停止向乙方提供投资顾问服务，保留对乙方欠费进一步追偿权利。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第十八条 若由于外部监管变动、甲方业务或经营管理变化等原因，导致需对协议内容进行调整的，甲方可以书面形式或通过公司网站公告的方式对协议内容进行调整修订，乙方如不同意修订内容的，可以书面方式通知甲方解除协议，并按照第十七条约定内容办理协议终止手续。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第
	    十九条 若乙方违约或由于外部监管变动等原因导致协议无法继续执行的，甲方可以书面形式或通过公司网站公告的方式提出解除协议通知，乙方须保证资金账户有足
	    够资金支付相关顾问服务费，甲方将在通知书发出之日或公告发布之日起五个工作日内对乙方账户进行本协议生效期间相关服务费用的清算与收取。前述费用收取完
	    毕后，本协议正式解除，甲方向乙方停止提供投资顾问服务。解约后乙方账户佣金水平可由乙方与甲方重新友好协商，如未涉及佣金调整内容的则保持本协议约定佣
	    金水平。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第二十条 本协议一式两份，甲、乙方各执一份。如有其它未尽事宜，应由甲乙双方协商确定作出补充规定。补充规定与本协议具有同等法律效力。</span>
	    </p>
	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>第
	    二十一条 因履行本协议引起的或与本协议有关的任何争议，由协议签订各方协商解决；协商不成的，双方一致同意提请甲方所在地广东证券期货业协会进行调解。调
	    解不成的，协议签订各方一致同意将争议提交广州金融仲裁院并按其仲裁规则进行仲裁；如乙方确有需要的，可向乙方所在地人民法院提起诉讼。</span>
	    </p>


	    <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>（本页无正文，为有问必答投资顾问业务签字页，本签字页对《广发证券有问必答投资顾问业务客户风险测评问卷》、《广发证券有问必答投资顾问业务风险揭示书》、《广发证券有问必答投资顾问服务协议书》具有法律效力和约束力。）</span>
	    </p>

	    <p>
	        <span>乙
	    方确认并承诺：乙方已理解并接受风险测评结果、《广发证券有问必答投资顾问业务风险揭示书》及《广发证券有问必答投资顾问服务协议书》各条款的全部内容，
	    广发证券未对委托服务的账户资产的收益状况作出任何承诺或担保，本投资顾问业务相关文件中提到的资产规模并不是广发证券对业绩表现的保证,自愿参与广发证
	    券投资顾问业务，并愿意承担相应的投资风险及按约定支付相应的投资顾问费用。</span>
	    </p>

	    <p>
	        <span><br/></span>
	    </p>

	    <p>
	        <span>甲方： 广发证券股份有限公司</span>
	    </p>

	    <p>
	        <span>甲方代表签字或签章： </span>
	    </p>

	    <p>
	        <span>签署日期： </span>
	    </p>


	     <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>乙方：</span>
	    </p>

	    <p>
	        <span>自然人签字</span>
	    </p>

	    <p>
	        <span>授权代表（签字或签章）</span>
	    </p>

	    <p>
	        <span>签署日期：</span>
	    </p>

	    <p>
	        <span><br/></span>
	    </p><p>
	        <span><br/></span>
	    </p>
	    <p class="title"><b>广发证券有问必答投资顾问业务风险揭示书</b></p>

	    <p>
	        <span>尊敬的投资者：</span>
	    </p>
	    <p>
	        <span>&nbsp; &nbsp; 为使您更好地了解广发证券“有问必答”投资顾问业务的风险，根据国家法律、行政法规、规章及其它规范性文件规定，特提供本风险揭示书，请认真详细阅读，慎重决定是否接受广发证券有问必答投资顾问服务。</span>
	    </p>
	    <p>
	        <span>&nbsp; &nbsp; 广发证券有问必答投资顾问业务，是指广发证券接受客户委托，按照约定，向客户提供涉及证券及证券相关产品的投资建议服务，辅助客户做出投资决策，并直接或者间接获取经济利益的经营活动。投资建议内容包括投资的品种选择、投资组合以及理财规划等。</span>
	    </p>
	     <p>
	        <span><br/></span>
	    </p>
	    <p>
	        <span>您在接受广发证券有问必答投资顾问服务前，必须了解的事项至少包括：</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span> 1、广发证券（以下称“我司”）已具备证券投资咨询业务资格，您应通过营业场所或中国证券业协会网站等途径，查询、核实我司为您提供投资顾问服务的人员是否具备证券投资咨询执业资格并已经注册登记为证券投资顾问。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span> 2、请您充分了解前述我司关于有问必答投资顾问业务的含义，不论是否采纳我司投资顾问建议，均应自主做出投资决策并独立承担投资风险。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>3、我司及其人员提供的证券投资顾问服务不能确保投资者获得盈利或本金不受损失。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>4、我司及其人员提供的投资建议具有针对性和时效性，不能在任何市场环境下长期有效。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>5、作为投资建议依据的证券研究报告和投资分析意见等可能存在不准确、不全面或者被误读的风险，您可以向证券投资顾问了解证券研究报告的发布人和发布时间以及投资分析意见的来源，以便在进行投资决策时做出理性判断。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>6、我司及其人员可能存在道德风险，如发现投资顾问存在违法违规行为或利益冲突情形：泄露客户投资决策计划、传播虚假信息、进行关联交易等，您可以向我司投诉或向有关部门举报（我司投诉电话：95575）。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>7、我司存在因停业、解散、撤销、破产，或者被中国证监会撤销相关业务许可、责令停业整顿等原因导致不能履行职责的风险。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>8、我司投资顾问人员存在因离职、离岗等原因导致更换投资顾问服务人员并影响服务连续性的风险。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>9、在接受证券投资顾问服务前，您应向我司说明您真实的个人信息并接受风险承受能力评估，以便于我司根据您的风险承受能力和服务需求，为您提供适当的证券投资顾问服务，否则将导致我司向您提供不适当证券投资顾问服务的风险，其责任当由您自行承担。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>10、在接受证券投资顾问服务时，您应保管好您的账户和相应的密码，不要委托证券投资顾问人员管理您在我司的账户，代理买卖证券，否则由此导致的风险将由您自行承担。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>11、我司投资顾问业务中，有部分以软件工具、终端设备等为载体向客户提供投资建议或者类似功能。在接受我司软件工具、终端设备等前，您应仔细阅读相关说明书，了解其实际功能、信息来源、固有缺陷和使用风险。由于贵方自身原因导致该软件工具、终端设备等使用不当或受到病毒入侵、黑客攻击等不良影响的，由此导致的风险将由您自行承担。如该软件工具、终端设备具有选择证券投资品种或者提示买卖时机功能的，您应向我司了解其方法和局限。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>12、您应知晓我司严禁您的证券投资顾问及其他工作人员从事以下行为： </span>
	    </p>
	    <p>
	        <span>&nbsp; &nbsp; （1）以任何形式对客户证券买卖的收益或者赔偿证券买卖的损失作出承诺或保证。</span>
	    </p>
	    <p>
	        <span>&nbsp; &nbsp; （2）向客户提供投资建议时，对证券价格的涨跌或者市场走势做出确定性的判断。</span>
	    </p>
	    <p>
	        <span>&nbsp; &nbsp; （3）以虚假信息、市场传言或者内幕信息为依据向客户提供投资分析、预测或建议。</span>
	    </p>
	    <p>
	        <span>&nbsp; &nbsp; （4）接受客户的全权委托，代客户办理账户开立、注销、转移、证券认购、交易或者资金存取、划转、查询等事宜，代客户在相关合同、协议、文件等资料上签字。</span>
	    </p>
	    <p>
	        <span>&nbsp; &nbsp; （5）与客户约定分享投资收益或者分担投资损失。</span>
	    </p>
	    <p>
	        <span>&nbsp; &nbsp; 如您接受了上述任何一项行为，由此造成的一切后果均由您自行承担。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>13、广发证券有问必答投资顾问服务向您提供的涉及的证券及证券相关产品的投资建议服务，仅为您做出投资决策的辅助建议，您应自主作出投资决策，并承担相应的投资风险和损失，包括但不限于市场风险、管理风险、流动性风险和其他风险。</span>
	    </p>
	    <p>
	        <br/>
	    </p>
	    <p>
	        <span>14、您签订的此风险揭示书系通过互联网签订。凡经您在广发证券的账户和密码验证通过而发生的服务行为，认定为系您本人操作或您的合格委托代理人操作，您对其承担全部法律责任。</span>
	    </p>
	     <p>
	        <br/>
	    </p>
	    <p>
	        <span>本风险揭示书的揭示事项仅为列举性质，未能详尽列明投资者接受证券投资顾问服务所面临的全部风险和可能导致投资者投资损失的所有因素。</span>
	    </p>
	     <p>
	        <br/>
	    </p>
	    <p>
	        <span>投资者在接受证券投资顾问服务前，应认真阅读并理解相关业务规则、证券投资顾问服务协议及本风险揭示书的全部内容。</span>
	    </p>
	     <p>
	        <br/>
	    </p>
	    <p>
	        <span>接受证券投资顾问服务的投资者，应自行承担投资风险，我司不以任何方式向投资者做出不受损失或者取得最低收益的承诺。</span>
	    </p>
	     <p>
	        <br/>
	    </p>
	    <p>
	        <span>特别提示：投资者有问必答投资顾问业务签字页，则表明投资者已经理解并愿意自行承担、接受证券投资顾问服务的风险和损失。</span>
	    </p>
    </div>

    <div class="agreement-context" v-show="!agreeType">
      <p class="title"><b>风险揭示书</b></p>

      <p> 尊敬的证券投资者： </p>

      <p> 证券投资顾问业务是证券投资咨询业务的一种基本形式，虽然是证券投资顾问为投资者提供投资建议，投资者自行作出投资决策，但仍然存在导致投资者投资损失的因素和面临的投资风险。为了使投资者充分了解证券投资顾问业务的风险，在此郑重提醒投资者仔细阅读以下内容： </p>

      <p> 第一条、证券投资顾问业务，是指证券公司、证券投资咨询机构接受客户委托，按照约定，向客户提供涉及证券及证券相关产品的投资建议服务，辅助客户作出投资决策，并直接或者间接获取经济利益的经营活动。投资者接受证券投资顾问服务后，自行作出投资决策并独立承担投资风险。 </p>

      <p> 第二条、投资者在接受证券投资顾问服务前，必须了解提供服务的证券公司、证券投资咨询机构是否具备证券投资咨询业务资格，必须了解为投资者提供投资建议的证券投资顾问是否具备证券投资咨询执业资格并已经注册登记为证券投资顾问。 </p>

      <p> 第三条、证券市场具有风险性，为投资者提供证券投资顾问业务的证券投资顾问不能确保投资者获得盈利或者本金不受损失。 </p>

      <p> 第四条、证券投资顾问为投资者提供的投资建议服务包括投资的品种选择、投资组合以及理财规划建议等。投资建议是具有针对性和实效性的，不能在任何市场环境下长期有效。 </p>

      <p> 第五条、证券投资顾问为投资者提供投资建议的依据是具有证券投资咨询资格的证券公司、证券投资咨询机构的研究报告。研究报告可能存在不准确、不全面或者被误读的风险，投资者可以向证券投资顾问了解证券研究报告的发布人和发布时间以及投资分析意见的来源，以便在进行投资决策时作出理性判断。 </p>

      <p> 第六条、在接受证券投资顾问服务前，必须签署服务协议，了解证券投资顾问服务的收费标准和方式，证券投资顾问服务费应向公司账户支付，不得向证券投资顾问人员或其他个人账户支付。 </p>

      <p> 第七条、证券投资顾问在为投资者进行服务时，可能存在道德风险，如泄漏客户投资决策计划、传播虚假信息、进行关联交易等，投资者如发现证券投资顾问存在违法违规行为或利益冲突情形，可以向投顾机构投诉或向有关部门举报。 </p>

      <p> 第八条、投资者在接受证券投资顾问服务的过程中，证券公司、证券投资咨询机构存在因停业、解散、撤销、破产，或者被中国证监会撤销相关业务许可、责令停业整顿等原因导致不能履行职责的风险。 </p>

      <p> 第九条、投资者在接受证券投资顾问服务的过程中，证券投资顾问人员存在因离职、离岗等原因导致更换投资顾问服务人员并影响服务连续性的风险。 </p>

      <p> 第十条、投资者在接受证券投资顾问服务前，应说明自身资产与收入状况、投资经验、投资需求和风险偏好等情况并接受评估，以便于证券投资顾问根据投资者的风险承受能力和服务需求，向投资者提供适当的证券投资顾问服务。 </p>

      <p> 第十一条、投资者在接受证券投资顾问服务前，应提供有效的联系方式和服务获取方式，如有变动须及时进行说明，如因投资者自身原因或不可抗力因素导致投资者未能及时获取证券投资顾问服务，责任将由投资者自行承担。 </p>

      <p> 第十二条、投资者在接受证券投资顾问服务时，应保管好自己的证券账户、资金账户和相应的密码，不要委托证券投资顾问人员管理自己的证券账户、资金账户，代理买卖证券，否则由此导致的风险将由投资者自行承担。 </p>

      <p> <strong>本风险揭示书的揭示事项仅为列举性质，未能详尽列明投资者接受证券投资顾问服务所面临的全部风险和可能导致投资者投资损失的所有因素。接受证券投资顾问服务的投资者，自行承担投资风险，证券公司、证券投资咨询机构不以任何方式向投资者作出不受损失或者取得最低收益的承诺。</strong> <strong></strong> </p>

       <p> <strong></strong> </p>

      <p> <strong> 投资者在接受证券投资顾问服务前，应认真阅读并理解相关业务规则、证券投资顾问服务协议及本风险揭示书的全部内容。</strong> </p>

      <p> <strong></strong> </p>

      <p> <strong> 特别提示：投资者应签署本风险揭示书，在您点击同意本风险提示书后即表明您已经理解并愿意自行承担接受证券投资顾问服务的风险和损失。</strong> </p>

    </div>

    <div class="agreement-context" v-show="agreeType==15">
    	<p class="title"><b>德邦证券投资顾问服务协议</b></p>

        <p>
            甲方（客户）：
        </p>
        <p>
            客户代码： &nbsp;&nbsp;<br/>
        </p>
        <p>
            证件类型：
        </p>
        <p>
            证件号码(工商注册号)： &nbsp;
        </p>
        <p>
            法定代表人（机构客户适用）：
        </p>
        <p>
            资金账号：
        </p>
        <p>
            上海证券账号：
        </p>
        <p>
            深圳证券账号：
        </p>
        <p>
            通讯地址：
        </p>
        <p>
            邮政编码：
        </p>
        <p>
            固定电话：
        </p>
        <p>
            手 &nbsp; &nbsp;机：　　　
        </p>
        <p>
            　　　　　　　　　　
        </p>
        <p>
            乙方：德邦证券有限责任公司____营业部
        </p>
        <p>
            客户服务中心：400-8888-128
        </p>
        <p>
            根据《中华人民共和国证券法》、《中华人民共和国合同法》、《证券、期货投资咨询管理暂行办法》、《证券投资顾问业务暂行规定》等法律法规、规章及监管机构和行政管理部门的规定、自律规则，甲乙双方本着平等自愿、诚实信用的原则，就甲方委托乙方提供证券投资顾问服务及其相关事宜达成如下协议，供双方共同遵守。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第一条<span class="Apple-tab-span" style="white-space:pre">    </span>双方声明及承诺
        </p>
        <p>
            （一）甲方声明并承诺如下：
        </p>
        <p>
            1、甲方具有相应合法的证券投资资格，已与乙方签订《客户合同书》（含《证券交易委托代理协议》）、《客户交易结算资金银行存管协议》等法律文书。&nbsp;
        </p>
        <p>
            2、甲方保证其向乙方提供的所有证件、资料均合法、真实、有效、完整和一致，保证在资料发生变化时，必须按照乙方约定的要求，及时书面通知乙方。
        </p>
        <p>
            3、甲方已听取了乙方对《证券投资顾问业务风险揭示书》和本协议所有条款的讲解，已准确理解并同意其全部内容，特别是其中有关乙方的免责条款。
        </p>
        <p>
            4、甲方承诺遵守证券市场有关的法律、法规、规章、规范性文件，证券业协会、证券交易所和证券登记结算机构等发布的自律规则及乙方相关业务流程、规定。
        </p>
        <p>
            （二）乙方声明并承诺如下：
        </p>
        <p>
            1、乙方是依法设立的证券经营机构，具备提供证券投资顾问服务的必要条件和专业能力，且乙方所属证券公司具有证券投资咨询业务资格。
        </p>
        <p>
            2、乙方所提供的投资顾问服务和产品仅供甲方参考，甲方应自主作出投资决策，并独立承担投资风险。
        </p>
        <p>
            3、乙方承诺遵守有关法律、法规、规章、规范性文件及证券业协会、证券交易所和证券登记结算机构等发布的自律规则。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第二条<span class="Apple-tab-span" style="white-space:pre">    </span>服务内容和方式
        </p>
        <p>
            （一）乙方向甲方提供的投资顾问服务，具体服务内容详见《德邦证券投资顾问业务服务清单》（下称《投顾服务清单》）。
        </p>
        <p>
            （二）《投顾服务清单》所列服务内容为乙方为甲方所提供服务的概括性介绍，并不代表乙方承诺必然提供清单所列全部服务，甲方应根据自身需要选择清单内容并签字确认。《投顾服务清单》保留根据市场状况和客户反映，适时调整内容的权利。
        </p>
        <p>
            （三）乙方可以根据甲方提供的联系方式，通过网络、手机短信、手机彩信、电话、电子邮件、信函或传真等不同方式提供投资顾问服务，甲方对服务方式有特殊要求的，应书面告知乙方。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第三条<span class="Apple-tab-span" style="white-space:pre">    </span>服务的期限和定制条件
        </p>
        <p>
            （一）本协议有效期一年，自 &nbsp; &nbsp; &nbsp; 年 &nbsp; &nbsp;月 &nbsp; &nbsp;日至 &nbsp; &nbsp; &nbsp; 年 &nbsp; &nbsp;月 &nbsp; &nbsp;日，协议到期后，若甲乙双方均未书面解除本协议，则本协议有效期自动续展一年，并以此类推，续展次数不限 。
        </p>
        <p>
            （二）作为乙方服务的定制条件，甲方保证在享有投资顾问服务期内，甲方账户每日资产量余额不低于 &nbsp; &nbsp; &nbsp; &nbsp;万元。
        </p>
        <p>
            （三）甲方应自本协议签订之日起，使账户内资产规模达到上述承诺金额，否则乙方有权停止服务，停止期间甲方费用不予减免。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第四条<span class="Apple-tab-span" style="white-space:pre">    </span>服务收费和支付方式
        </p>
        <p>
            （一）双方商定，乙方向甲方提供投资顾问服务，按照《投顾服务清单》公示收费标准和收费原则，通过以下方式收取服务费用：
        </p>
        <p>
            A、交易佣金制
        </p>
        <p>
            甲、乙双方确定协议有效期内，甲方账户交易佣金按佣金率_____收取。
        </p>
        <p>
            B、现金付费制
        </p>
        <p>
            甲、乙双方确定协议期内，证券投资顾问服务费用为______（元/季，元/半年，元/年），甲方应按______（季/半年/年）支付投顾费用，付费方式为先付后用，甲方应于本协议签订后五个工作日内支付首期费用，并于每个服务周期末的前10个工作日支付下一服务周期的费用，如逾期支付，每逾期一日按应付金额的万分之二向乙方支付逾期违约金。甲方逾期的，乙方有权单方面停止提供投资顾问服务。由于甲方原因本合同提前终止的，甲方已付费用不予退还。
        </p>
        <p>
            （二）甲方采用“现金付费制”支付投资顾问服务费用的，应划入乙方指定如下账户：
        </p>
        <p>
            开户银行：&nbsp;
        </p>
        <p>
            户 &nbsp; &nbsp;名：&nbsp;
        </p>
        <p>
            账 &nbsp; &nbsp;号：
        </p>
        <p>
            <br/>
        </p>
        <p>
            第五条<span class="Apple-tab-span" style="white-space:pre">    </span>甲方权利和义务
        </p>
        <p>
            （一）<span class="Apple-tab-span" style="white-space:pre">    </span>甲方应自主作出证券投资决策，自行承担投资损益。
        </p>
        <p>
            （二）<span class="Apple-tab-span" style="white-space:pre">    </span>甲方有权根据协议约定获取，或书面调整相应的证券投资顾问服务。
        </p>
        <p>
            （三）<span class="Apple-tab-span" style="white-space:pre">    </span>甲方应按协议约定支付投资顾问费用，甲方不得向投资顾问或其他任何个人账户划付投资顾问费用。
        </p>
        <p>
            （四）<span class="Apple-tab-span" style="white-space:pre">    </span>甲方应保管好自己的账户密码，任何使用甲方账户和密码进行的操作，均视甲方本人行为。甲方自行承担由于密码失密给其造成的损失。
        </p>
        <p>
            （五）<span class="Apple-tab-span" style="white-space:pre">    </span>协议期内，甲方资产量因转出而低于本协议第三条承诺的资产量时，应及时补足资产或办理服务调整手续。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第六条<span class="Apple-tab-span" style="white-space:pre">    </span>乙方权利和义务
        </p>
        <p>
            （一）乙方应向甲方解释风险揭示书及本协议内容，并充分揭示投资顾问业务蕴含的风险。
        </p>
        <p>
            （二）乙方有权根据协议约定收取相应的投资顾问服务费用，甲方未按时付费的，乙方有权停止相应的投资顾问服务。
        </p>
        <p>
            （三）乙方有权根据市场状况适时调整服务内容，并应及时通知甲方，甲方在收到通知后7个工作日内未提出异议的，视为同意乙方调整内容。
        </p>
        <p>
            （四）协议期内，甲方资产量因转出而低于本协议第三条承诺的资产量时，乙方有权通知甲方补足资产，并停止相应的投资顾问服务。
        </p>
        <p>
            （五）乙方享有全部证券投资顾问服务产品的所有权，包括但不限于所有权、知识产权及一切相关的合法权益。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第七条<span class="Apple-tab-span" style="white-space:pre">    </span>乙方证券投资顾问的职责和禁止行为
        </p>
        <p>
            （一）证券投资顾问的职责
        </p>
        <p>
            1、<span class="Apple-tab-span" style="white-space:pre"> </span>应遵循诚实信用原则，勤勉、审慎地为甲方提供证券投资顾问服务。
        </p>
        <p>
            2、<span class="Apple-tab-span" style="white-space:pre"> </span>依据乙方本公司或者其他证券公司、证券投资咨询机构的证券研究报告作出投资建议的，应当按照甲方要求提供证券研究报告的发布人、发布日期。
        </p>
        <p>
            3、<span class="Apple-tab-span" style="white-space:pre"> </span>充分了解甲方投资偏好及风险承受能力，根据协议约定及时向甲方提供适当的投资策略或理财规划建议。
        </p>
        <p>
            （二）证券投资顾问的禁止行为
        </p>
        <p>
            1、<span class="Apple-tab-span" style="white-space:pre"> </span>不得为乙方及其关联方的利益损害甲方利益；不得为自己或与自己利益相关者的利益损害甲方利益；不得为其他特定客户利益损害甲方利益。
        </p>
        <p>
            2、<span class="Apple-tab-span" style="white-space:pre"> </span>应当提示甲方潜在的投资风险，不得以任何方式向甲方承诺或约定投资收益及分担投资损失。
        </p>
        <p>
            3、<span class="Apple-tab-span" style="white-space:pre"> </span>不得代甲方作出投资决策，不得代理甲方办理账户开立、注销、转移，证券认购、交易或者资金存取、划转、查询等事宜。
        </p>
        <p>
            4、<span class="Apple-tab-span" style="white-space:pre"> </span>不得以乙方公司名义与甲方签订任何合同、协议。
        </p>
        <p>
            5、<span class="Apple-tab-span" style="white-space:pre"> </span>不得提供、传播虚假或者误导甲方的信息，或者诱使甲方进行不必要的证券买卖。
        </p>
        <p>
            6、<span class="Apple-tab-span" style="white-space:pre"> </span>向甲方提供投资建议，知悉甲方作出具体投资决策计划的，不得向他人泄露甲方的投资决策计划信息。
        </p>
        <p>
            7、<span class="Apple-tab-span" style="white-space:pre"> </span>不得通过广播、电视、网络、报刊等公众媒体，作出买入、卖出或者持有具体证券的投资建议。
        </p>
        <p>
            8、<span class="Apple-tab-span" style="white-space:pre"> </span>不得以个人名义向甲方收取证券投资顾问服务费用。
        </p>
        <p>
            9、<span class="Apple-tab-span" style="white-space:pre"> </span>损害甲方合法权益、扰乱市场秩序或者违背职业道德的其他行为。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第八条<span class="Apple-tab-span" style="white-space:pre">    </span>保密条款
        </p>
        <p>
            （一）乙方对甲方的资产状况、操作过程、相关资料具有保密义务，除甲方书面同意或根据法律法规的要求之外，不得对外提供。
        </p>
        <p>
            （二）甲方未经乙方书面同意，不得将本协议内容以及乙方依据本协议所提供的全部或部分信息（包括但不限于投资顾问产品、研发报告、短信/彩信、邮件、投资意见和建议等）向任何第三方泄露、出卖或与第三方共享，也不得用于本合同约定之外的任何其他目的，否则乙方有权单方面解除本协议，并追究甲方违约赔偿责任。
        </p>
        <p>
            上述保密条款长期有效，不以本协议的终止或失效而解除。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第九条<span class="Apple-tab-span" style="white-space:pre">    </span>免责声明与风险承担
        </p>
        <p>
            （一）乙方投资顾问服务信息均来源于公开资料，乙方对这些信息的真实性、准确性和完整性不作任何保证，也不保证所包含的信息和建议不会发生任何变更。乙方提供服务的内容仅供甲方参考，甲方据此进行操作而实际产生的投资损失与乙方无关。甲方接受投资顾问服务视为同意承担使用投资顾问服务的风险及因该风险可能造成的全部损失，乙方对此不作任何性质的担保，亦不承担任何明示或默示的保证责任。
        </p>
        <p>
            （二）乙方郑重提醒甲方，乙方及乙方公司员工均无权从事受托理财、资金拆借、全权代理、对外担保及任何类似的业务，请不要与乙方、乙方公司员工个人签署任何形式的该类业务协议或接受其任何形式的保本保息、分担损失的承诺，乙方不承担由此引起的任何法律责任，甲方应自行承担全部风险和损失。
        </p>
        <p>
            （三）在法律允许的范围内，乙方及其关联机构可能会持有投资顾问服务内容中提到的公司所发行的证券并进行交易，也可能为这些公司提供或者争取提供投资银行或者财务顾问服务，由此引发的风险，乙方不承担责任。
        </p>
        <p>
            （四）在本协议之下，乙方没有义务将任何潜在的利益冲突情况告知甲方。此外，乙方于本身或其它关联企业提供投资银行服务期间，如有涉及客户公司之特定证券交易，乙方可决定不向甲方提供咨询或建议且乙方亦无须将该事项通知甲方。
        </p>
        <p>
            （五）甲方应如实向乙方提供自己身份、财务状况、投资经验、投资需求、联系方式和服务获取方式等信息，并保证手机、固定电话、电子邮件、通信地址等联系方式的有效性，如有变动必须及时书面通知乙方，如因甲方自身原因导致未能及时获取适当的证券投资顾问服务，责任将由甲方自行承担。
        </p>
        <p>
            （六）因无法预测或无法控制的设备故障、通讯故障、网络故障、计算机病毒、网络黑客和自然灾害等原因，以及其它不可抗力或非因乙方原因造成的服务中断、终止情况，乙方不承担任何责任。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第十条<span class="Apple-tab-span" style="white-space:pre">    </span>协议的变更、解除和终止
        </p>
        <p>
            （一）协议签署生效后，若遇有关法律法规及行业规定发生变更、修订等情形，本协议涉及的内容及条款按新的法律法规执行，其它内容及条款继续有效。
        </p>
        <p>
            （二）本协议根据法律法规、规章和证券交易所、登记结算公司及中国证监会等规定，或乙方业务需要进行修改或增补的，相关修改或增补的内容将由乙方在其营业场所或网站以公告形式通知甲方，若甲方在七个工作日内不提出异议，公告内容即成为本协议组成部分。
        </p>
        <p>
            （三）协议期内，甲方申请变更或解除本协议的，必须凭本人有效身份证件，按乙方要求以书面申请方式办理协议变更或解除手续。
        </p>
        <p>
            （四）本协议签订之日起五个工作日内，甲方可以书面申请方式提出解除协议，并按乙方要求办理解约手续，乙方收到甲方解除协议书面申请时本协议解除，乙方终止相应服务，投资顾问服务费用按甲方实际使用期间收取。
        </p>
        <p>
            （五）本协议签订之日起五个工作日后，甲方可以书面申请方式提前解除协议，甲方应按乙方要求办理协议解除手续，本协议自双方共同签字确认解约之日起解除，乙方终止相应服务，但甲方已付服务费用不予退还。
        </p>
        <p>
            （六）协议期内，乙方调整服务内容的，若甲方不同意调整应及时与乙方沟通意见，并有权于收到调整通知后七个工作日内书面提出解除协议，并按乙方要求办理解约手续，乙方收到甲方解除协议书面申请时本协议解除，乙方终止相应服务，投资顾问服务费用按甲方实际使用期间收取。
        </p>
        <p>
            （七）协议期内，甲方资产量不足承诺金额或逾期未付服务费时，乙方有权停止服务，甲方应按本协议约定向乙方承担违约责任；甲方经乙方催告仍不履约的，乙方随时有权通知甲方解除协议，甲方应于收到通知后尽快办理解约手续，本协议于双方共同签字确认解约之日终止，甲方已付费用不予退还。
        </p>
        <p>
            甲方因资产量不足承诺金额或逾期未付服务费等自身原因导致乙方中途停止服务的，在双方正式解除合同前，甲方可向乙方申请恢复协议履行，并按协议要求补充履行相应义务，但乙方停止服务期间的服务费用不予减免或退还。
        </p>
        <p>
            （八）乙方因业务调整等原因提前终止本协议的，应提前十个工作日通知甲方，通知可以本协议第十一条约定形式作出，投资顾问服务费用按甲方实际使用期间收取。
        </p>
        <p>
            （九）本协议履行过程中，如发生下列情形，协议提前终止；
        </p>
        <p>
            1、因不可抗力事件，导致本协议无法继续履行的，协议提前终止，甲乙双方互不承担违约赔偿责任；
        </p>
        <p>
            2、协议期内，甲方在乙方办理销户的，本协议自动终止，甲方已付费用不予退还；
        </p>
        <p>
            3、法定或双方约定的其他提前终止协议情形。
        </p>
        <p>
            （十）甲方采用交易佣金制支付投资顾问服务费用的，本协议解除或终止后，乙方应及时将甲方账户交易佣金率调整为 ____，期间相关法律法规、规章、自律规则有约束性要求的，从其规定。
        </p>
        <p>
            （十一）甲方采用现金付费制支付投资顾问服务费用的，本协议解除或终止后，若根据本协议约定涉及退费的，必须持发票（或收据）办理退费手续，否则乙方有权拒绝退费，甲方应自行承担由此造成的损失。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第十一条<span class="Apple-tab-span" style="white-space:pre">   </span> &nbsp;通知与送达
        </p>
        <p>
            （一） 甲方依据本协议发出的所有通知，必须以书面方式作出并经乙方确认，否则视为无效。
        </p>
        <p>
            （二） 乙方采用以下方式均视为有效的通知和送达：
        </p>
        <p>
            1、乙方网站或证券营业部现场公告
        </p>
        <p>
            乙方网站网址为：www.tebon.com.cn；公告发布起，视为通知已经送达。
        </p>
        <p>
            2、电子邮件通知
        </p>
        <p>
            乙方电子邮件发出至甲方邮箱时，即视为通知已经送达。
        </p>
        <p>
            3、手机短信通知
        </p>
        <p>
            乙方向甲方手机发送短信（含彩信），短信发出后即视为通知已经送达。
        </p>
        <p>
            4、电话通知
        </p>
        <p>
            乙方通过甲方固定电话或手机通知，通话当时视为通知已经送达。甲方同意乙方可以自行选择对与履行本协议有关的电话内容进行录音，并且不必在每次打电话时征求甲方同意，甲方认可其合法性。
        </p>
        <p>
            5、挂号信通知
        </p>
        <p>
            乙方通过挂号信的方式通知甲方，签收或退回之日视为通知已经送达。
        </p>
        <p>
            6、网络通知
        </p>
        <p>
            乙方通过网上交易系统通知甲方，通知发出后以甲方在网上首次登录自己账户视为通知已经送达。
        </p>
        <p>
            （三） 乙方按照上述第（二）款中任何一种方式进行的通知，均视为乙方已履行通知义务（本协议特别约定的除外），同时视为甲方对乙方通知的内容已全部知悉。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第十二条<span class="Apple-tab-span" style="white-space:pre">   </span> &nbsp;违约责任
        </p>
        <p>
            （一）甲乙双方须严格遵守本协议各项条款，任何一方不得违约，否则，除法律法规或本合同约定可以免责的情况以外，违约方应承担违约责任。
        </p>
        <p>
            （二）本合同违约方责任的承担，以本合同明确约定的利益及违约所造成的直接损失为限，不包括间接损失等。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第十三条<span class="Apple-tab-span" style="white-space:pre">   </span> &nbsp;争议的解决&nbsp;
        </p>
        <p>
            因执行本协议所发生的或与本协议有关的一切争议，甲乙双方应友好协商解决，协商不成的，甲乙双方同意向乙方所在地法院提起诉讼。
        </p>
        <p>
            <br/>
        </p>
        <p>
            第十四条<span class="Apple-tab-span" style="white-space:pre">   </span> &nbsp;附则
        </p>
        <p>
            （一）甲方采用交易佣金制定制投资顾问服务的，甲、乙双方之前达成的关于证券交易佣金收取的任何约定，自本协议生效之日起终止。
        </p>
        <p>
            （二）《德邦证券有限责任公司证券投资顾问业务风险揭示书》，以及经甲乙双方确认的《德邦证券投资顾问业务服务清单》和《调整或解除投资顾问服务申请表》均为本协议附件，系本协议不可分割的组成部分，与本协议具有同等法律效力。
        </p>
        <p>
            （三）本协议《投顾服务清单》上产品由乙方所属证券公司总部负责履行。
        </p>
        <p>
            （四）本协议自甲、乙双方签字盖章之日起生效，三个工作日内乙方按协议约定提供服务。
        </p>
        <p>
            （五）本协议生效之前,甲、乙双方如已签订《德邦证券有限责任公司财富玖功投资顾问服务协议书》（即原协议）的，在本协议生效之日，原协议自动解除；甲、乙双方的权利义务，在本协议生效前按原协议处理，在本协议生效后按本协议处理。
        </p>
        <p>
            （六）本协议书一式两份，甲乙双方各执一份，具有同等法律效力。
        </p>
        <p>
            <br/>
        </p>
        <p>
            甲方（签章）：
        </p>
        <p>
            证券营业部（盖章）： &nbsp; &nbsp;
        </p>
        <p>
            邮编：
        </p>
        <p>
            日期： &nbsp; &nbsp;年 &nbsp; 月 &nbsp; 日 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;
        </p>
        <p>
            <br/>
        </p>
        <p>
            乙方：德邦证券有限责任公司
        </p>
        <p style="white-space: normal;">
            营业部地址：
        </p>
        <p>
            日期： &nbsp; &nbsp;年 &nbsp; 月 &nbsp; 日
        </p>
        <p>
            <br/>
        </p><p>
            <br/>
        </p>
        <p class="title"><b>德邦证券有限责任公司证券投资顾问业务风险揭示书</b></p>

        <p>
            尊敬的投资者：
        </p>
        <p>
            为了使您充分了解证券投资顾问业务的风险，根据相关法律、法规、规章和规范性文件等规定，请您在接受我公司证券投资顾问服务前，认真阅读以下内容：
        </p>
        <p>
            <br/>
        </p>
        <p>
            一、投资者应与具备证券投资咨询业务资格的证券公司签订证券投资顾问服务协议，证券公司提供服务的人员应具备证券投资咨询执业资格并已经注册登记为证券投资顾问。有关证券公司和证券从业人员的信息，投资者可在中国证券业协会网站（www.sac.net.cn）查询。
        </p>
        <p>
            <br/>
        </p>
        <p>
            二、证券投资顾问业务，是证券投资咨询业务的一种基本形式，指证券公司接受投资者委托，按照约定，向投资者提供涉及证券及证券相关产品的投资建议服务，辅助投资者作出投资决策，并直接或者间接获取经济利益的经营活动。投资建议服务内容包括投资的品种选择、投资组合以及理财规划建议等。
        </p>

        <p>
            投资者应充分了解证券投资顾问业务含义，理解在接受证券投资顾问服务后，投资者应自主作出投资决策，并独立承担投资风险。
        </p>
        <p>
            <br/>
        </p>
        <p>
            三、证券公司及其人员提供的证券投资顾问服务不能确保投资者获得盈利或本金不受损失。
        </p>
        <p>
            <br/>
        </p>
        <p>
            四、证券公司及其人员提供的投资建议具有针对性和时效性，不能在任何市场环境下长期有效。
        </p>
        <p>
            <br/>
        </p>
        <p>
            五、证券公司作为投资建议依据的证券研究报告和投资分析意见等，可能存在不准确、不全面或者被误读的风险，且投资建议中的资料、意见、预测均反映该投资建议初次公开发布时的判断，可能会随时调整，投资者可以向证券投资顾问了解证券研究报告的发布人和发布时间以及投资分析意见的来源，以便在进行投资决策时作出理性判断。
        </p>
        <p>
            <br/>
        </p>
        <p>
            六、投资者应事先了解证券公司的证券投资顾问服务收费标准和方式，按照公平、合理、自愿的原则与证券公司协商并书面约定收取证券投资顾问服务费用的安排。证券投资顾问服务收费应向证券公司的公司账户支付，不得向证券投资顾问人员或其他任何个人账户支付。
        </p>
        <p>
            <br/>
        </p>
        <p>
            七、证券公司及其人员可能存在道德风险，如投资者发现投资顾问存在违法违规行为或利益冲突情形，如泄露客户投资决策计划、传播虚假信息、进行关联交易等，投资者可以向证券公司投诉或向有关部门举报。
        </p>
        <p>
            电话投诉：德邦证券客户投诉受理电话 400-8888-128
        </p>
        <p>
            网上投诉：
        </p>
        <p>
            http://www.tebon.com.cn/crm/tsyjy.jsp?classid=0001000100050011
        </p>
        <p>
            <br/>
        </p>
        <p>
            八、证券公司存在因停业、解散、撤销、破产，或者被中国证监会撤销相关业务许可、责令停业整顿等原因导致不能履行职责的风险。
        </p>
        <p>
            <br/>
        </p>
        <p>
            九、证券公司的投资顾问人员存在因离职、离岗等原因导致更换投资顾问服务人员并影响服务连续性的风险。
        </p>
        <p>
            <br/>
        </p>
        <p>
            十、投资者应向证券公司说明自身资产与收入状况、投资经验、投资需求和风险偏好等情况并接受评估，以便于证券公司根据投资者的风险承受能力和服务需求，向投资者提供适当的证券投资顾问服务。
        </p>
        <p>
            <br/>
        </p>
        <p>
            十一、投资者应向证券公司提供有效的联系方式和服务获取方式，如有变动须及时向证券公司进行说明，如因投资者自身原因或不可抗力因素导致投资者未能及时获取证券投资顾问服务，责任将由投资者自行承担。
        </p>
        <p>
            <br/>
        </p>
        <p>
            十二、投资者应保管好自己的证券账户、资金账户和相应的密码，任何使用投资者账户和密码进行的操作，均视为基于投资者真实意愿作出的本人行为。投资者不得委托证券投资顾问人员或证券公司其他员工管理自己的证券账户和资金账户、代理买卖证券等操作，否则由此导致的风险和损失将由投资者自行承担。
        </p>
        <p>
            <br/>
        </p>
        <p>
            十三、证券公司投资顾问服务内容将由约定渠道或方式送达投资者，证券公司未授权任何公司之外的其它机构或个人发布，且仅供投资者参考；证券投资顾问服务内容及形式版权仅为证券公司所有，未经书面许可，任何机构和个人不得以任何形式翻版、复制和发布。如果投资者未按照证券公司约定方式获取及使用信息，由此引起的法律及投资风险由投资者自行承担。
        </p>
        <p>
            <br/>
        </p>
        <p>
            十四、当出现证券公司无法控制和不可预测的系统故障、设备故障、通讯故障、电力故障或自然灾害时，可能造成证券公司投资顾问服务信息不能通过所约定途径及时传达给投资者。
        </p>
        <p>
            <br/>
        </p>
        <p>
            十五、证券公司以软件工具、终端设备等为载体，向客户提供投资建议或者类似功能服务的，投资者在接受该软件工具、终端设备等前，必须仔细阅读相关说明书，了解其实际功能、信息来源、固有缺陷和使用风险，由于投资者自身原因导致该软件工具、终端设备等使用不当或受到病毒入侵、黑客攻击等不良影响的，由此导致的风险将由投资者自行承担。如证券公司表示该软件工具、终端设备具有选择证券投资品种或者提示买卖时机功能的，投资者应充分了解其方法和局限。
        </p>
        <p>
            <br/>
        </p>
        <p>
            本风险揭示书的揭示事项仅为列举性质，未能详尽列明投资者接受证券投资顾问服务所面临的全部风险和可能导致投资者投资损失的所有因素。
        </p>
        <p>
            投资者在接受证券投资顾问服务前，应认真阅读并理解相关业务规则、证券投资顾问服务协议及本风险揭示书的全部内容。
        </p>
        <p>
            接受证券投资顾问服务的投资者，自行承担投资风险，证券公司不以任何方式向投资者作出不受损失或者取得最低收益的承诺。
        </p>
        <p>
            <br/>
        </p>
        <p>
            德邦证券有限责任公司
        </p>
        <p>
            <br/>
        </p>
        <p>
            以上《风险揭示书》本人/机构已阅读并完全理解，愿意自行承担接受证券投资顾问服务的风险和损失。
        </p>
    </div>

    </div>

    <p class="btn" @click="hideAgree"><b>已阅读</b></p>
  </div>

</template>


<script>
var iscroll
export default {
	props: ['agreeType', 'showAgree'],
	methods: {
		hideAgree: function(){
			iscroll.scrollTo(0, 0)
			this.$set('showAgree', false)
		}
	},
	ready() {
		iscroll = new IScroll('#agreement-wrap',{click:true,tap:true})
	}
}
</script>


<style>
	#agreement-wrap {
		position: fixed;
		top: 0; bottom: 0;
		left: 100%;
		width: 100%;
		z-index: 40;
		transition: left .5s;
		background-color: #fff;
	}

	#agreement-wrap.move {
		left: 0;
	}

	#agreement-wrap p.btn {
		position: absolute;
		padding: 16px 0;
		bottom: 0;
		left: 0;
		width: 100%;
		background-color: #fff;
		text-align: center;
	}

	#agreement-wrap p.btn>b {
		display: inline-block;
		width: 80%;
		height: 32px;
		line-height: 32px;
		border-radius: 8px;
		font-size: 18px;
		color: #fff;
		background-color: #f24439;
		text-decoration: none;
	}

	#agreement-wrap>div{
		position: absolute;
	    left: 0; top: 0;
	}

	.agreement-context {
		padding: 12px 16px 60px;
	}

	.agreement-context .title {
		text-align: center;
		margin-bottom: 24px;
		font-size: 16px;
	}

	.agreement-context p {
		margin-bottom: 12px;
	}
</style>
