<style scoped>
.neican-kuaibao{color: #782501;}
</style>
<template>
<div class="neican-kuaibao">
  <span>{{baodaoming}}</span>成功购买<span>{{neicanman}}</span>内参！
</div>
</template>
<script>
import jQuery from 'jquery'
window.jQuery = window.$ = jQuery
export default {
  data () {
    return {
      baodaomings: ['阿**卿', '杜**世', '狂**方', '东**客', '霜**角', '高**猫', '寂**线', '股**六', '天**才', '麦**侃', '蚂**汉', '下**米', '李**怪', '孤**影', '古**航', '弧**彩', '泛**湖', '三**念', '你**蓝', '匆**兰', '锯**熙', '铜**尚', '低**起', '周**下', '任**枫', '无**形', '司**红', '一**星', '我** ', '一**红', '生**草', '哈**特', '长**K', '海**约', '智**亮', '随**子', '斜**归', '兵**　', '看**啥', '空**切', '莫**饭', '我**啊', '小**儿', '仙**草', '爱**梢', '星**原', '南**啡', '欧**光', '乐**妍', '洞**珠', '醉**岩', '东**下', '飞**海', '陌**音', '画**峰', '塞**狼', '浣**剑', '小**高', '秋**流', '渔**时', '波**龙', '虞**华', '幸**风', '都**人', '任**正', '深**调', '泛**海', '跳**兔', '碧**卿', '百**月', '半**语', '百**山', '北**克', '碧**云', '彼**花', '彩**龙', '荡**千', '风**影', '风**睿', '风**分', '小**刀', '老**鼠', '猎**9', '绿** ', '萝**公', '凉**风', '恋**尘', '绿**下', '股**船', '列**9', '森**光', '老**了', '萝**回', '龙**海', '狼**明', '腊**雪', '兰**9', '浪**士', '龙**9', '芦**间', '零**濛', '南**烟', '兰**鱼', '飘**枫', '秋**9', '秋**9', '倾**9', '奇**郎', '千**9', '财**5', '琴**9', '晴**9', '浅**醒', '七**9', '骑**团', '琴**霞', '清**影', '清**球', '柔**雨', '若**香', '大**爱', 'd**猫', '大**缘', '道**9', '丹**竹', '短**兵', '得**9', '淡**9', '稻**9', '丹**刀', '风** ', '疯**月', '风**旗', '卉**妍', '夜**珊', '横**骥', '蝴**9', '海**9', '红**怪', '火**9', '和**星', '海**9', '海**9', '江**海', '剪**9', '寂**心', '剑**锋', '静**9', '积**雄', '快**草', '客**夏', '快**9', '烂**语', '橙**9', '龙**士', '凉**9', '诗**湖', '淡**9', '典**下', '边** ', '花** ', '冲** ', '蛋** ', '锦** ', '东** ', '空** ', '临** ', '山**9', '十** ', '天** ', '爱**9', '草**雪', '会**子', '天**9', '稻**香', '璟**9', '中**狼', '皎**月', '追**9', '骠**9', '自**子', '醉**泉', '正**9', '娑**树', '子**澍', '珈**音', '靓**画', '蜻**使', '砺**霄', '遨**海', '大**9', '镰**9', '终**9', '逍**9', '战**云', '茜**希', '琦**9', '缙**云', '至**9', '紫**斋', '艾**9', '鲨**利', '自**主', '乱**杰', '卓**凡', '汩**9', '自**挥', '迤**9', '沐**风', 'z**风', '一**9', '雨**阳', '冰**涛', '博**远', '病**号', '博**爵', '冰**湖', '百**牛', '标**线', '碧**涛', '宝**9', '祈**牛', '百**9', '吃**果', '穿**9', '持**9', '苍**顶', '江**春', '茶**根', '明**9', '活**9', '小**林', '金**少', '妄** ', '无**9', '飘**根', '午**猫', '财**9', '乌**鸦', '我**兰', '我**扬', '无**牛', '唯**9', '旺**9', '五**9', '巍**钟', '我**9', '我**9', '万**飘', '财**e', '无**9', '五**生', '外**王', '无**扬', '微**语', '我**滴', '文**9', '温**9', '完**初', '卧**云', '美**花', '午**9', '温**丝', '舞**风', '危**人', '我**路', '從**9', '篇**意', '月**初', '夏**米', '白**夜', '一**9', '风**9', '粉**梦', '春** ', '不** ', '欣**阁', '乌**9', '湘**9', '车**梨', '当**水', '大**兵', '阴**阳', '风**缘', '风**9', '飞**9', '一**9', '冲**9', '蝴**彬', '湖**线', '华**烟', '红**窗', '财**n', '寒**9', '和**9', '黑**主', '河**柏', '红**9', '惠**9', '追**'],
      neicanmans: ['趋势巡航', '张贵杰', '崔总直播', '女王策略', '寂寞操盘', '彪涨金客', '狙击突破', '波段女神', '元芳看盘', '宇辉战舰', '空空道人', '熊市盈利', '不败女王', '宁静的光'],
      baodaoming: '1',
      neicanman: '2'
    }
  },
  mounted () {
    var _this = this
    this.changestr()
    setInterval(_this.changestr, 3000)
  },
  methods: {
    changestr () {
      this.baodaoming = this.baodaomings[parseInt(Math.random() * 300)]
      this.neicanman = this.neicanmans[parseInt(Math.random() * this.neicanmans.length)]
    }
  }
}
</script>
